backend: "traccc"
max_batch_size: 0
input [
  {
    name: "FEATURES"
    data_type: TYPE_FP64
    dims: [ -1, 6 ]
  }
]
output [
  {
    name: "LABELS"
    data_type: TYPE_INT64
    dims: [ 1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 0 ]
  }
]

parameters: {
  key: "EXECUTION_MODEL_PATH",
  value: {string_value: "/global/cfs/projectdirs/m3443/data/ACTS-aaS/models/smeared_hits/"}
}